app/controllers/users_controller.rb

INSERT INTO `users` (`name`, `email`, `created_at`, `updated_at`, `password_digest`) VALUES ('Rails Tutorial', 'example1@railstutorial.org', '2022-03-28 16:45:25.850083', '2022-03-28 16:45:25.850083', '$2a$12$Lpdrq715yKqPBf8FNgGEZOj5nP3N6x7ngppnxbMeERn9dkWT6UzD.')
---
  def create
    @user = User.new user_params
    if @user.save